Repository: ertyazilim/ERT-Recent-Posts-For-Custom-Post-Types-WordPress-Plugin
Catalog: languages/ert_rcp-*.po
Languages: tr_tr

source: Sorry, you are not allowed to access this page directly.
tr_tr: Üzgünüz, Bu sayfaya doğrudan erişime izin verilmez.

source: by %s
tr_tr: %s tarafından

source: Posts by %s
tr_tr: %s tarafından

source: comment count
tr_tr: Yorum sayısı

source: Rating: %0.2f
tr_tr: Puan: %0.2f

source: Your site&#8217;s most recent posts for custom post types.
tr_tr: Sitenizdeki en son özel tipli yazılar.

source: ERT - Recent Posts For Custom Post Types
tr_tr: ERT - Özel Yazı Tipleri için Son Eklenenler

source: Recent %s
tr_tr: En son %s

source: Number of posts to show:
tr_tr: Gösterilecek yazı sayısı:

source: Display post date?
tr_tr: Yazı tarihi gösterilsin

source: Display post thumbnail?
tr_tr: Yazı görseli gösterilsin

source: Display post categories?
tr_tr: Yazı kategorileri gösterilsin

source: Title:
tr_tr: Başlık:

source: Post Type:
tr_tr: Yazı Türü:

source: Taxonomy Filter:
tr_tr: Taksonomi:

source: Category Slug:
tr_tr: Kategori Kısa İsmi (slug):

source: For multiple category use separate by commas
tr_tr: Birden çok kategori görüntülemek için, her bir kategoriyi virgülle ayırın.

source: This plugin, allows you to insert a "Recent Posts" widget in sidebar for your custom posts. İt includes date, category and thumbnail display options. Simple and easy to use. Thanks for using.
tr_tr: Bu eklenti, özel yazı türleriniz için, kenar çubuğuna, yazı kategorisi, yazı tarihi ve yazı görselinin görüntülenip görüntülenmeyeceği seçeneklerini içeren bir Son Yazılar bileşeni eklemenize izin verir. Kullanımı basit ve kolaydır. Eklentimizi kullandığınız için teşekkür ederiz.
